Repository: Ahlamgomaa/Homely
Catalog: lib/l10n/intl_*.arb
Languages: th

# discoverBuyRentndreamHomeFromSmartPhone
source: Discover - Buy - Rent Dream home from Smart phone
th: ค้นพบ - ซื้อ - เช่า บ้านในฝันจากสมาร์ทโฟน

# no1AppToFindAndSearchMostnperfectSuitableHome
source: No. 1 app to find and search most perfect & suitable home for your family
th: แอปอันดับ 1 ในการค้นหาและค้นหา บ้านที่สมบูรณ์แบบและเหมาะสมที่สุดสำหรับครอบครัวของคุณ

source: Already have an account?
th: มีบัญชีอยู่แล้ว?

source: Log in
th: เข้าสู่ระบบ

source: Register
th: ลงทะเบียน

source: Email
th: อีเมล

source: Password
th: รหัสผ่าน

source: Forget Password?
th: ลืมรหัสผ่าน?

source: Submit
th: ส่ง

source: By proceeding forward, You agree to the
th: การดำเนินการต่อแสดงว่าคุณยอมรับ

source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

source: and
th: และ

source: Terms & Conditions
th: ข้อตกลงและเงื่อนไข

source: Registration
th: การลงทะเบียน

source: Fullname
th: ชื่อเต็ม

source: Re-type Password
th: พิมพ์รหัสผ่านอีกครั้ง

source: Featured
th: จุดเด่น

source: For Rent
th: สำหรับเช่า

source: Properties
th: คุณสมบัติ

source: You are looking for
th: คุณกำลังมองหา

source: What
th: อะไร

source: Latest
th: ล่าสุด

source: Home
th: บ้าน

source: Message
th: ข้อความ

source: Saved
th: บันทึกแล้ว

source: Profile
th: ประวัติโดยย่อ

source: Apartment
th: อพาร์ทเม้น

source: Search Property
th: ค้นหาคุณสมบัติ

source: Select Type
th: เลือกประเภท

source: Select Price Range
th: เลือกช่วงราคา

source: To
th: ถึง

source: Area Range
th: ช่วงพื้นที่

source: Bedrooms/Bathrooms
th: ห้องนอน/ห้องน้ำ

source: Bathrooms
th: ห้องน้ำ

source: Bedrooms
th: ห้องนอน

source: Select
th: เลือก

source: Search
th: ค้นหา

source: Reset
th: รีเซ็ต

# viewAll
source: All Images
th: ดูทั้งหมด

source: For Sale
th: สำหรับขาย

source: Read More
th: อ่านเพิ่มเติม

source: Property Location
th: ที่ตั้งทรัพย์สิน

source: Navigate
th: นำทาง

source: Utilities
th: สาธารณูปโภค

source: Details
th: รายละเอียด

source: Contact Information
th: ข้อมูลติดต่อ

source: Owner/Agent
th: เจ้าของ/ตัวแทน

source: Enquire Info
th: สอบถามข้อมูล

source: Watch Video
th: ดูวีดีโอ

source: Floor Plans
th: แผนผังชั้น

source: Schedule Tour
th: ตารางทัวร์

source: Related Properties
th: คุณสมบัติที่เกี่ยวข้อง

source: Hospital
th: โรงพยาบาล

source: School
th: โรงเรียน

source: Gym
th: โรงยิม

source: Market
th: ตลาด

source: Gasoline
th: น้ำมันเบนซิน

source: Airport
th: สนามบิน

source: Property ID
th: รหัสคุณสมบัติ

source: Property Type
th: ประเภทอสังหาริมทรัพย์

source: Build Year
th: ปีที่สร้าง

source: Area
th: พื้นที่

source: First Price
th: ราคาแรก

source: Second Price
th: ราคาที่สอง

source: Furniture
th: เฟอร์นิเจอร์

source: Facing
th: เผชิญ

source: Total Floors
th: จำนวนชั้นทั้งหมด

source: Floor Number
th: เลขที่ชั้น

source: Car Parking
th: ที่จอดรถ

source: Society Name
th: ชื่อสังคม

source: Saved Properties
th: คุณสมบัติที่บันทึกไว้

source: Messages
th: ข้อความ

source: Your Properties
th: คุณสมบัติของคุณ

source: Broker
th: นายหน้า

source: Add Property
th: เพิ่มคุณสมบัติ

source: Tour Requests Received
th: ได้รับคำขอทัวร์แล้ว

source: Waiting
th: ซึ่งรอคอย

source: Upcoming
th: ที่กำลังจะมีขึ้น

source: Tour Requests Submitted
th: ส่งคำขอทัวร์แล้ว

source: Show All
th: แสดงทั้งหมด

source: Change Language
th: เปลี่ยนภาษา

source: Support
th: สนับสนุน

source: FAQs
th: คำถามที่พบบ่อย

source: Terms Of Use
th: ข้อกำหนดการใช้งาน

source: Log Out
th: ออกจากระบบ

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Delete Account
th: ลบบัญชี

source: Options
th: ตัวเลือก

# pleaseExplainAboutYourIssueBrieflyWeWillSureLook
source: Please explain about your issue briefly. We will sure look into this and take an action.
th: โปรดอธิบายเกี่ยวกับปัญหาของคุณโดยย่อ เราจะตรวจสอบเรื่องนี้และดำเนินการอย่างแน่นอน

source: Subject
th: เรื่อง

source: Description
th: คำอธิบาย

source: Decline
th: ปฏิเสธ

source: Accept
th: ยอมรับ

source: Images
th: รูปภาพ

source: Contact
th: ติดต่อ

source: My Properties
th: คุณสมบัติของฉัน

source: Upload Property
th: อัพโหลดทรัพย์สิน

source: Select Location
th: เลือกสถานที่

source: Radius
th: รัศมี

source: KMs
th: กม

source: Built Year
th: ปีที่สร้าง

source: Maintenance / Mo.
th: ซ่อมบำรุง / ม.

source: Property Address
th: ที่อยู่ทรัพย์สิน

source: Click To Fetch Location
th: คลิกเพื่อดึงข้อมูลตำแหน่ง

source: Add Utilities
th: เพิ่มยูทิลิตี้

source: Distance in Time
th: ระยะทางในเวลา

source: Overview
th: ภาพรวม

source: (First image will featured image)
th: (ภาพแรกจะเป็นภาพเด่น)

source: Floor Plan Images
th: ภาพแปลนชั้น

source: (Optional)
th: (ไม่จำเป็น)

source: Property Video
th: วิดีโอเกี่ยวกับอสังหาริมทรัพย์

source: Select Property Video File
th: เลือกไฟล์วิดีโอคุณสมบัติ

source: Property Title
th: ชื่อทรัพย์สิน

source: Property Category
th: ประเภททรัพย์สิน

source: sqft
th: ตารางฟุต

source: About Property
th: เกี่ยวกับอสังหาริมทรัพย์

source: Available
th: มีอยู่

source: Month
th: เดือน

source: Write Here
th: เขียนที่นี่

source: Confirmed
th: ยืนยันแล้ว

source: Ended
th: สิ้นสุดแล้ว

source: Listings
th: รายการ

source: About
th: เกี่ยวกับ

source: Office
th: สำนักงาน

source: Mobile
th: มือถือ

source: Fax
th: แฟกซ์

source: Orders
th: คำสั่งซื้อ

source: Payments
th: การชำระเงิน

source: Sign in
th: เข้าสู่ระบบ

source: Technical
th: เทคนิค

source: Shop
th: ร้านค้า

source: Studio
th: สตูดิโอ

source: All
th: ทั้งหมด

source: Bathroom
th: ห้องน้ำ

source: Pool
th: สระน้ำ

source: Edit
th: แก้ไข

# pleaseFillYourDetailsAndCompleteRegistrationToStartExploreRent
source: Please fill your details and complete registration to start explore, rent, buy or sell real estates from your smart phone.
th: โปรดกรอกรายละเอียดของคุณและ ลงทะเบียนให้เสร็จสิ้นเพื่อเริ่มสำรวจ เช่า ซื้อหรือขาย อสังหาริมทรัพย์จากสมาร์ทโฟนของคุณ

source: Select Date
th: เลือกวันที่

source: Select Time
th: เลือก เวลา

source: Property Tour Request
th: คำขอทัวร์อสังหาริมทรัพย์

# acceptOrDeclineTheRequestToLetTheBuyerKnow
source: Accept or Decline the request to let the buyer know about availability.
th: ยอมรับหรือปฏิเสธคำขอเพื่อแจ้งให้ผู้ซื้อทราบเกี่ยวกับความพร้อม

source: Mark Completed
th: มาร์คเสร็จแล้ว

source: Read Less
th: อ่านน้อยลง

source: What are you here for?
th: คุณมาที่นี่เพื่ออะไร?

# pleaseSelectAnyOfTheAppropriateOptionFromBelowThat
source: Please select any of the appropriate option from below that describes yourself.
th: โปรดเลือกตัวเลือกที่เหมาะสมจากด้านล่างซึ่งตรงกับตัวคุณ

source: Profile Details
th: รายละเอียดโปรไฟล์

source: About Yourself
th: เกี่ยวกับตัวเอง

source: Address (Optional)
th: ที่อยู่ (ไม่บังคับ)

source: Phone Office (Optional)
th: สำนักงานโทรศัพท์ (ไม่บังคับ)

source: Mobile (Optional)
th: มือถือ (ไม่บังคับ)

source: Fax (Optional)
th: แฟกซ์ (ไม่บังคับ)

source: Other
th: อื่น

# threeSixtyImages
source: 360Â° Images
th: ภาพ 360°

source: Other Images
th: รูปภาพอื่น ๆ

# pleaseVerifiedYourEmail
source: Please Verify Your Email
th: กรุณายืนยันอีเมลของคุณ

source: No user found for that email.
th: ไม่พบผู้ใช้สำหรับอีเมลนั้น

source: Wrong password provided for that user.
th: ระบุรหัสผ่านผิดสำหรับผู้ใช้รายนั้น

source: Your Email not Correct!!! Please Enter Correct Email
th: อีเมลของคุณไม่ถูกต้อง!!! กรุณากรอกอีเมล์ให้ถูกต้อง

source: Please Enter Email
th: กรุณากรอกอีเมล์

source: Please Enter Password
th: กรุณากรอกรหัสผ่าน

source: User Registration done
th: ลงทะเบียนผู้ใช้เรียบร้อยแล้ว

source: Please Enter Fullname
th: กรุณากรอกชื่อเต็ม

source: Please Enter Re-type Password
th: กรุณากรอกรหัสผ่านอีกครั้ง

source: Password Not Match
th: รหัสผ่านไม่ตรงกัน

source: Buyer
th: ผู้ซื้อ

source: Seller
th: ผู้ขาย

source: Agency
th: เอเจนซี่

source: No
th: เลขที่

source: Yes
th: ใช่

source: Residential
th: ที่อยู่อาศัย

source: Commercial
th: ทางการค้า

source: Location
th: ที่ตั้ง

source: Attributes
th: คุณลักษณะ

source: Media
th: สื่อ

source: Pricing
th: ราคา

# toSetANewPasswordPleaseEnterYourCurrentPassword
source: To set a new password, please enter your current password first.
th: หากต้องการตั้งรหัสผ่านใหม่ กรุณากรอกรหัสผ่านปัจจุบันของคุณก่อน

source: Current password
th: รหัสผ่านปัจจุบัน

source: Forgot your password?
th: ลืมรหัสผ่านหรือไม่?

# setAGoodPasswordByUsingACombinationOfLowercase
source: Set a good password by using a combination of lowercase and uppercase letters, numbers, and symbols.
th: ตั้งรหัสผ่านที่ดีโดยใช้ตัวอักษรพิมพ์เล็กและพิมพ์ใหญ่ ตัวเลข และสัญลักษณ์ผสมกัน

source: New password
th: รหัสผ่านใหม่

source: Confirm password
th: ยืนยันรหัสผ่าน

source: Please enter current password
th: กรุณากรอกรหัสผ่านปัจจุบัน

source: Please enter new password
th: กรุณากรอกรหัสผ่านใหม่

source: Please enter confirm password
th: กรุณากรอกยืนยันรหัสผ่าน

source: Your passwords do not match.
th: รหัสผ่านของคุณไม่ตรงกัน

source: Your password has been update.
th: รหัสผ่านของคุณได้รับการอัปเดตแล้ว

source: Email send successfully!!! please check your mail.
th: ส่งอีเมลสำเร็จ!!! กรุณาตรวจสอบอีเมลของคุณ

source: Forgot Password
th: ลืมรหัสผ่าน

source: Send
th: ส่ง

source: Language
th: ภาษา

source: Furnished
th: ตกแต่งแล้ว

source: Not Furnished
th: ไม่ได้ตกแต่ง

source: Please select any your type
th: โปรดเลือกประเภทของคุณ

source: To buy property
th: เพื่อซื้อทรัพย์สิน

source: To sell property
th: เพื่อขายทรัพย์สิน

source: I am a broker
th: ฉันเป็นนายหน้า

source: We are agency
th: เราเป็นตัวแทน

source: Something went wrong try again
th: มีบางอย่างผิดพลาดลองอีกครั้ง

source: Search Place
th: ค้นหาสถานที่

source: Enter your area or apartment name
th: กรอกชื่อพื้นที่หรืออพาร์ตเมนต์ของคุณ

source: Try Surat, Gujarat, etc.
th: ลองสุราษฎร์ คุชราต ฯลฯ

# itSeemsYouHaveSelectedPastTimePleaseSelectFuture
source: It seems you have selected past time, please select future time
th: ดูเหมือนว่าคุณได้เลือกเวลาที่ผ่านมา โปรดเลือกเวลาในอนาคต

source: Done
th: เสร็จแล้ว

source: Location fetched
th: ดึงข้อมูลตำแหน่งแล้ว

source: Next
th: ต่อไป

source: View
th: ดู

source: Location services are disabled.
th: บริการระบุตำแหน่งถูกปิดใช้งาน

source: Delete Property?
th: ลบพร็อพเพอร์ตี้ใช่ไหม

source: Are You sure? You want to delete your property.
th: คุณแน่ใจไหม? คุณต้องการลบทรัพย์สินของคุณ

source: No property Found
th: ไม่พบคุณสมบัติ

source: Notification
th: การแจ้งเตือน

source: Report reason
th: แจ้งเหตุผล

source: User not found
th: ไม่พบชื่อผู้ใช้

source: Report
th: รายงาน

source: Block
th: ปิดกั้น

source: Report User
th: รายงานผู้ใช้

source: You are reporting this user
th: คุณกำลังรายงานผู้ใช้รายนี้

source: Select support
th: เลือกการสนับสนุน

source: Unblock
th: เลิกบล็อก

source: Enter your reason Why are you report
th: ระบุเหตุผลของคุณ เหตุใดคุณจึงรายงาน

source: Enter the description more about reason
th: ป้อนคำอธิบายเพิ่มเติมเกี่ยวกับเหตุผล

source: Please select image
th: กรุณาเลือกภาพ

source: Please enter about yourself
th: กรุณาระบุเกี่ยวกับตัวคุณ

source: Photo
th: รูปถ่าย

source: Video
th: วีดีโอ

# youAreBlockFrom
source: You are blocked by
th: คุณถูกบล็อกโดย

source: Something went wrong
th: บางอย่างผิดพลาด

source: Too large video.
th: วิดีโอมีขนาดใหญ่เกินไป

source: User id not found
th: ไม่พบรหัสผู้ใช้

source: Delete message
th: ลบข้อความ

source: Please enter property title
th: กรุณากรอกชื่อทรัพย์สิน

source: Please select property type
th: กรุณาเลือกประเภททรัพย์สิน

source: Please select bedrooms
th: กรุณาเลือกห้องนอน

source: Please select bathrooms
th: กรุณาเลือกห้องน้ำ

source: Please enter your area
th: กรุณากรอกพื้นที่ของคุณ

source: Please Enter your property address
th: กรุณากรอกที่อยู่ทรัพย์สินของคุณ

source: Please fetch your property location
th: กรุณาเรียกที่ตั้งทรัพย์สินของคุณ

source: Please enter your hospital Distance
th: กรุณากรอกระยะทางโรงพยาบาลของคุณ

source: Please enter your school Distance
th: กรุณากรอกระยะทางโรงเรียนของคุณ

# blockUsers
source: Blocked users
th: ผู้ใช้ที่ถูกบล็อก

source: Are you Sure?
th: คุณแน่ใจไหม?

# ifYouUnblockHeMayBeAbleToSeeYour
source: If you unblock. He may be able to see your property
th: หากคุณปลดล็อค เขาอาจจะเห็นทรัพย์สินของคุณ

source: Logout
th: ออกจากระบบ

source: Are you sure you want to log out?
th: คุณแน่ใจว่าคุณต้องการที่จะออกจากระบบ?

# areYouSureYouWantToDeleteYourAccountThis
source: Are you sure you want to delete your account? This action is irreversible. All your data will be permanently deleted
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ? การกระทำนี้ไม่สามารถย้อนกลับได้ ข้อมูลทั้งหมดของคุณจะถูกลบอย่างถาวร

source: Delete
th: ลบ

source: Please enter your gym Distance
th: กรุณากรอกระยะทางยิมของคุณ

source: Please enter your market Distance
th: กรุณาระบุระยะทางตลาดของคุณ

source: Please enter your gasoline Distance
th: กรุณากรอกระยะทางน้ำมันเบนซินของคุณ

source: Society Name is Compulsory, Please Enter
th: ชื่อสังคมเป็นภาคบังคับ กรุณากรอก

source: Please enter built year
th: กรุณาระบุปีที่สร้าง

source: Please select your building face
th: โปรดเลือกใบหน้าอาคารของคุณ

source: Please select your floor
th: กรุณาเลือกชั้นของคุณ

source: Please select your floor number
th: กรุณาเลือกหมายเลขชั้นของคุณ

source: Please select car parking
th: กรุณาเลือกที่จอดรถ

source: Please enter your maintenance in month amount
th: กรุณาระบุการบำรุงรักษาของคุณเป็นจำนวนเดือน

source: Please add at least one overview image
th: โปรดเพิ่มรูปภาพภาพรวมอย่างน้อยหนึ่งภาพ

source: Please add at least one property video
th: โปรดเพิ่มวิดีโอทรัพย์สินอย่างน้อยหนึ่งรายการ

source: Select Property
th: เลือกคุณสมบัติ

source: Property is unavailable
th: คุณสมบัติไม่พร้อมใช้งาน

source: Unavailable
th: ไม่พร้อมใช้งาน

source: Select Item
th: เลือกรายการ

source: Select Media
th: เลือกสื่อ

source: Capture Image
th: จับภาพ

source: Capture Video
th: จับภาพวิดีโอ

source: Select Image
th: เลือกรูปภาพ

source: Select Video
th: เลือกวิดีโอ

source: Send Media
th: ส่งสื่อ

source: Send Property
th: ส่งทรัพย์สิน

source: Message delete
th: ลบข้อความ

source: Property id not found
th: ไม่พบรหัสคุณสมบัติ

# pleaseProvideMeMoreDetailsOnThisPropertyIAm
source: Please provide me more details on this property. I am interested !
th: โปรดให้รายละเอียดเพิ่มเติมเกี่ยวกับที่พักนี้ ฉันสนใจ !

source: No saved property
th: ไม่มีทรัพย์สินที่บันทึกไว้

source: Please select your support subject
th: โปรดเลือกหัวข้อการสนับสนุนของคุณ

source: Please enter your description
th: กรุณากรอกคำอธิบายของคุณ

source: No Image
th: ไม่มีรูป

source: You not allow photo access
th: คุณไม่อนุญาตให้เข้าถึงรูปภาพ

source: Reels
th: วงล้อ

source: Reel
th: รอก

source: Chat
th: แชท

source: Follow
th: ติดตาม

source: Subscription plan
th: แผนการสมัครสมาชิก

source: Restore
th: คืนค่า

source: Subscribe to
th: ติดตาม

source: PRO
th: มือโปร

source: Why go with
th: ไปด้วยทำไม.

source: Subscribe
th: ติดตาม

source: Your Reels
th: วงล้อของคุณ

source: No Reels Uploaded
th: ไม่มีการอัปโหลดม้วน

source: Add Reel
th: เพิ่มรีล

source: Nearby
th: ใกล้เคียง

source: Following
th: กำลังติดตาม

source: For you
th: สำหรับคุณ

source: Upload Reel
th: อัปโหลดรีล

source: Discard Reel
th: ทิ้งรีล

# ifYouGoBackNowYouWillLoseAnyChanges
source: If you go back now, you will lose any changes that youâve made.
th: หากคุณย้อนกลับตอนนี้ คุณจะสูญเสียการเปลี่ยนแปลงที่คุณทำไว้

source: Discard
th: ทิ้ง

source: Select your property
th: เลือกคุณสมบัติของคุณ

source: Attach your property
th: แนบทรัพย์สินของคุณ

source: Write description here
th: เขียนคำอธิบายที่นี่

source: Property Select
th: เลือกคุณสมบัติ

source: Open Settings
th: เปิดการตั้งค่า

# ifAppearsThatCameraPermissionHasNotBeenGrantedTo
source: If appears that camera permission has not been granted. To the App, you'll need to allow access to the camera from the settings.
th: หากปรากฏว่าไม่ได้รับอนุญาตให้ใช้กล้อง สำหรับแอป คุณจะต้องอนุญาตการเข้าถึงกล้องจากการตั้งค่า

source: to access your camera and microphone
th: เพื่อเข้าถึงกล้องและไมโครโฟนของคุณ

source: Allow
th: อนุญาต

source: Followers
th: ผู้ติดตาม

source: Delete Reel
th: ลบรีล

source: Are you sure you want to delete the reel permanently
th: คุณแน่ใจหรือไม่ว่าต้องการลบคลิปมือถืออย่างถาวร

source: views
th: มุมมอง

source: No Reels Found
th: ไม่พบวงล้อ

source: Location not found!!!
th: ไม่พบสถานที่!!!

source: less
th: น้อย

source: more...
th: มากกว่า...

source: Comments
th: ความคิดเห็น

source: No Comments
th: ไม่มีความคิดเห็น

source: Push Notification
th: การแจ้งเตือนแบบพุช

source: Followers List
th: รายชื่อผู้ติดตาม

source: Following List
th: รายการต่อไปนี้

source: Report Reel
th: รายงานรีล

source: You are reporting this reel
th: คุณกำลังรายงานม้วนนี้

source: Share
th: แบ่งปัน

source: Report Property
th: รายงานทรัพย์สิน

source: No Data Found
th: ไม่พบข้อมูล

source: Subscribe to PRO version and enjoy exclusive benefits listed below.
th: สมัครสมาชิกเวอร์ชัน PRO และรับสิทธิประโยชน์พิเศษตามรายการด้านล่าง

source: Free Plan
th: แผนฟรี

source: You can list maximum 5 properties
th: คุณสามารถแสดงรายการคุณสมบัติได้สูงสุด 5 รายการ

source: You can upload maximum 10 reels
th: คุณสามารถอัปโหลดได้สูงสุด 10 วงล้อ

source: Ads will be shown on your profile
th: โฆษณาจะปรากฏบนโปรไฟล์ของคุณ

source: Pro Plan
th: แผนโปร

source: Saved Reels
th: วงล้อที่บันทึกไว้

source: Thumbnail Generating... Please wait
th: กำลังสร้างภาพขนาดย่อ... โปรดรอสักครู่

source: Thumbnail Generating... Successfully!!!
th: กำลังสร้างภาพขนาดย่อ... สำเร็จ!!!

# after3DayTrialThisSubscriptionAutomaticallyRenewsAsPer
source: After 3 day trial, this subscription automatically renews as per the plan. Subscription will automatically renew unless cancelled with in 24 hours before the end of the current period. you can manage and cancel your subscription anytime from your apple setting.
th: หลังจากทดลองใช้งาน 3 วัน การสมัครสมาชิกนี้จะต่ออายุโดยอัตโนมัติตามแผน การสมัครสมาชิกจะต่ออายุโดยอัตโนมัติเว้นแต่จะยกเลิกภายใน 24 ชั่วโมงก่อนสิ้นสุดช่วงเวลาปัจจุบัน คุณสามารถจัดการและยกเลิกการสมัครสมาชิกของคุณได้ตลอดเวลาจากการตั้งค่า Apple ของคุณ

source: Please configure subscription. More info here:
th: กรุณากำหนดค่าการสมัครสมาชิก ข้อมูลเพิ่มเติมที่นี่:

source: Platform
th: แพลตฟอร์ม

source: Become a Pro
th: มาเป็นมือโปร

source: Please Attach your property
th: กรุณาแนบทรัพย์สินของคุณ

source: Property
th: คุณสมบัติ

# youCanListUnlimitedProperties
source: List Unlimited Properties
th: แสดงรายการคุณสมบัติไม่จำกัด

# youCanUploadUnlimitedReels
source: Post Unlimited Reels
th: โพสต์วงล้อไม่จำกัด

source: Remove Disturbing Ads
th: ลบโฆษณาที่รบกวน

source: Cancel anytime
th: ยกเลิกได้ตลอดเวลา

source: Get Verified badge
th: รับป้ายยืนยัน

# yourUploadLimitIsReachednpleaseSubscribeToGetMoreUploads
source: Your Upload Limit is Exhausted! Please subscribe to premium plan to remove limit.
th: ขีดจำกัดการอัปโหลดของคุณหมดลงแล้ว! โปรดสมัครแผนพรีเมียมเพื่อลบขีดจำกัด

# selectCity
source: Select Location
th: เลือกสถานที่

# mapScreen
source: Choose Location
th: เลือกสถานที่
